<?php
/**
 * funadmin
 * ============================================================================
 * 版权所有 2018-2027 funadmin，并保留所有权利。
 * 网站地址: https://www.funadmin.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp6实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/11/7
 */

return [
    'status' => [
        'title' => '启用前台:',
        'type' => 'radio',
        'rule' => 'required',
        'content' => [
            '1' => 'open',
            '0' => 'close'
        ],
        'value' => 1,
        'msg' => '',
        'tips' => '',
        'ok' => '',
    ],
];