<?php

/**
 * lemocms
 * ============================================================================
 * 版权所有 2018-2027 lemocms，并保留所有权利。
 * 网站地址: https://www.lemocms.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp6实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/9/21
 */

return [
    'diyform'=>'自定义表单',
    'tablename'=>'表名',
    'needlogin'=>'是否要登录',
    'successtips'=>'成功提示',
    'redirecturl'=>'跳转地址',
    'template'=>'模板',
    'seotitle'=>'seo标题',
    'keywords'=>'关键字',
    'description'=>'描述',
];
