<?php
/**
 * lemocms
 * ============================================================================
 * 版权所有 2018-2027 lemocms，并保留所有权利。
 * 网站地址: https://www.lemocms.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp6实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/11/7
 */

return [
    'display' => [
        'title' => '是否显示:',
        'type' => 'radio',
        'rule' => 'required',
        'content' => [
            '1' => '显示',
            '0' => '不显示'
        ],
        'msg'     => '',
        'tips'     => '',
        'ok'      => '',
        'value'   => '1',

    ],
    
    'rewrite'=>[
        'title'   => '伪静态',
        'type'    => 'array',
        'content' =>[]
           ,
        'value'   =>  [
            'index'=>'index',
        ],
        'rule'    => 'required',
        'msg'     => '',
        'tips'     => '',
        'ok'      => '',
        'extend'  => '',
    ],
];