<?php
/**
 * funadmin
 * ============================================================================
 * 版权所有 2018-2027 funadmin，并保留所有权利。
 * 网站地址: https://www.funadmin.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp6实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/11/7
 */

return [
    'display' => [
        'title' => '是否启动:',
        'type' => 'radio',
        'rule' => 'required',
        'content' => [
            '1' => '显示',
            '0' => '不显示'
        ],
        'value' => '1',
        'msg' => '',
        'tips' => '',
        'ok' => '',
    ],
    'rewrite' => [
        'title' => '伪静态',
        'type' => 'array',
        'content' => [],
        'value' => [
        ],
        'rule' => 'required',
        'msg' => '',
        'tips' => '',
        'ok' => '',
        'extend' => '',
    ],
];