<?php
// +----------------------------------------------------------------------
// | 会话设置
// +----------------------------------------------------------------------

return [
    // session name
    'name'           => 'PHPSESSID',
    // SESSION_ID的提交变量,解决flash上传跨域
    'var_session_id' => '',
    // 驱动方式 支持file cache
    'type'           => 'file',

    // 存储连接标识 当type使用cache的时候有效 使用cache 里面的配置
    'store'          => null,
    // 过期时间
    'expire'         => 7*24*3600,
    // 前缀
    'prefix'         => '',
];
