<?php
/**
 * FunAdmin
 * ============================================================================
 * 版权所有 2017-2028 FunAdmin，并保留所有权利。
 * 网站地址: https://www.FunAdmin.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp6实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/9/21
 */

return [
     'status' => [
           'title' => '启用前台:',
           'type' => 'radio',
           'rule' => 'required',
           'content' => [
               0 => 'close',
               1 => 'open',
           ],
           'num'      => '',
           'value'   => 1,
           'msg'     => '',
           'tips'     => '',
           'ok'      => '',
       ],

];
