<?php
/**
 * FunAdmin
 * ============================================================================
 * 版权所有 2017-2028 FunAdmin，并保留所有权利。
 * 网站地址: https://www.FunAdmin.com
 * ----------------------------------------------------------------------------
 * 采用最新Thinkphp8实现
 * ============================================================================
 * Author: yuege
 * Date: 2019/10/3
 */
//配置api 接口
return [
    'jwt_secret'=>'funadmin',//jwtkey，请一定记得修改
    'refresh_jwt_secret'=>'funadmin',//jwtkey，请一定记得修改
    'access_token_ttl' => 3600 * 2,//token-有效期
    'refresh_token_ttl' => 3600 * 24 * 30,   //刷新token过期时间
];
